Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Künstliche Pflanzenkulturerde aus Mineralstoffen
en: Artificial plant-cultivation soil made of mineral materials

source: Bakteriologische Präparate für die Essiggärung
en: Bacteriological preparations for acetification

source: Lecithin für die gewerbliche Herstellung von Nahrungsmitteln
en: Lecithin for industrial use in the manufacture of food products

source: Ätznatron für gewerbliche Zwecke
en: Caustic soda for industrial purposes

source: Chemische Bindemittellösungen für die Herstellung von Farben
en: Chemical vehicles used in the manufacture of paints

source: Klebstoffe für gewerbliche Zwecke in Form von Granulaten
en: Adhesives for industrial use in the form of granules

source: Klebstoffe zur Verwendung bei der Herstellung von Möbeln
en: Adhesives for use in the manufacture of furniture

source: Säuren zur Zubereitung von Futtermitteln
en: Acids for use in the preparation of animal foodstuffs

source: Tenside zur Verwendung bei der Herstellung von synthetischen Detergenzien
en: Surfactants for use in the manufacture of synthetic detergents

source: Gase für die Forstwirtschaft
en: Gases for use in forestry

source: Gase für den Gartenbau
en: Gases for use in horticulture

source: Bodenverbesserer zur Regulierung des Wachstums landwirtschaftlicher Erzeugnisse
en: Soil conditioning preparations for regulating the growth of agricultural products

source: Stabilisatoren für Kunststoffpolymere
en: Stabilizers for plastic polymers

source: Fotolacke für Fotogravuren
en: Photoresists for photoengraving

source: Lichtempfindliche Materialien [Chemikalien]
en: Photosensitive materials [chemicals]

source: Lichtempfindliche Materialien [Filme, unbelichtet]
en: Photosensitive materials [films, unexposed]

source: Fotosensitive Harzfilme für den Siebdruck
en: Photosensitive resin films for screen printing

source: Detergenzien für automatische Reinigungssysteme zur Verwendung in Herstellungsverfahren
en: Detergents for automatic cleaning systems, as part of manufacturing operations

source: Ätzflüssigkeiten für Glas
en: Fluids for use in etching glass

source: Reagenzien für Wasserproben
en: Reagents for testing water

source: Reagenzien für biologische Verfahren [ausgenommen für medizinische oder veterinärmedizinische Zwecke]
en: Reagents for use in biological processing [other than for medical or veterinary purposes]

source: Reagenzien für geophysikalische Analysen
en: Reagents for use in geophysical analysis

source: Reagenzien zur Verwendung bei der Entwicklung von Hybridom-Antikörpern [nicht für medizinische oder veterinärmedizinische Zwecke]
en: Reagents for use in the development of hybridoma antibodies [other than for medical or veterinary purposes]

source: Aushärtungsmittel für Gips
en: Hardening agents for plaster

source: Torftöpfe für den Gartenbau
en: Peat pots for horticulture

source: Kasein für gewerbliche Zwecke
en: Casein for industrial purposes

source: Bakteriologische Präparate, außer für medizinische oder tierärztliche Zwecke
en: Bacteriological preparations, other than for medical and veterinary use

source: Emulgierbare Bienenwachsderivate für die Herstellung von kosmetischen Präparaten
en: Emulsifiable beeswax derivative for use in the manufacture of cosmetic preparations

source: Emulgatoren für Würste
en: Emulsifiers for sausages

source: Emulgatoren für die Herstellung von Toilettemitteln
en: Emulsifiers for use in the manufacture of toiletry preparations

source: Antimikrobielle Mittel für Produktionszwecke
en: Antimicrobial agents for use in manufacture

source: Tauchverzinnte Verbindungen für die Herstellung gedruckter Leiterplatten
en: Immersion tin plating compositions for the manufacture of printed circuit boards

source: Zeolithe
en: Zeolites

source: Chemikalien zum Reinigen von Wasser
en: Chemicals for use in cleaning water

source: Chemikalien, ausgenommen Arzneimittel, zur Beschichtung veterinärmedizinischer Instrumente
en: Chemicals for use in coating veterinary instruments [other than pharmaceuticals]

source: Chemikalien für radiochemische Analysen [ausgenommen medizinische oder veterinärmedizinische]
en: Chemicals for use in radiochemical analysis [other than medical or veterinary]

source: Chemische Erzeugnisse zur Errichtung von Erdgasbohrlöchern
en: Chemicals for use in the formation of gas wells

source: Glimmerhaltiges Eisenoxid
en: Micaceous iron oxide

source: Magnesiumchlorid für den Laborgebrauch [ausgenommen medizinisch]
en: Magnesium chloride for laboratory use [other than medical]

source: Dünger für Topfpflanzen
en: Manures for flowerpot plants

source: Aus mit Regenwürmern behandelte Abfälle gewonnen Düngemittel
en: Manures obtained by the treatment of refuse with earthworms

source: Chemische Gele zur Verwendung als Eisersatz
en: Chemical gel for use as an ice substitute

source: Weinsteinrahm für industrielle Zwecke
en: Cream of tartar for industrial purposes

source: Absorptionsmittel für Reinigungslösungen
en: Absorbents for cleaning solvents

source: Eisensulfate gegen die Gelbfärbung von Pflanzenblättern
en: Ferrous sulfates against yellowing of plant leaves

source: Chemikalien in Form von Waschmittelverbesserern
en: Chemicals in the form of detergency enhancers

source: Kunststoffe als Schäume
en: Plastics in the form of foams

source: Fotografische Medien [Chemikalien]
en: Photographic media [chemicals]

source: Fotoinitiatoren zur Polymerisation von Kunstharzen
en: Photoinitiators for the polymerization of artificial resins

source: Lichtempfindliches Fotodruckpapier
en: Photoprint paper [sensitized]

source: Lösungsmittel zum Auswaschen lichtempfindlicher Harze
en: Solvents for washing out light sensitive resins

source: Kühlmittel für die Kühlung von elektronischen Bauteilen
en: Freezing agents for use in cooling electronic components

source: Chemikalien zum Kraftstoffsparen
en: Fuel economising compositions

source: Anorganische Fällmittel für die Reinigung von Abwasser
en: Inorganic precipitation agents for the purification of waste water

source: Chemische Zusatzstoffe für Betonreparaturen
en: Additives (Chemical -) for use in repairing concrete

source: Chemische Zusatzstoffe für Harze
en: Additives (Chemical -) for use in resins

source: Chemische Zusatzstoffe zur Fertigstellung von unterirdischen Erdgasbohrlöchern
en: Additives (Chemical -) for use in the completion of subterranean gas wells

source: Schutzbeschichtungen für Balkone [ausgenommen Farbe oder Öle]
en: Protective coatings for balconies [other than in the nature of paints or oils]

source: Wasserlösliche Polymere für gewerbliche Zwecke
en: Water soluble polymers for industrial use

source: Hydratisiertes Kalziumsulfat
en: Hydrated calcium sulphate

source: Chemische Verbindungen zur Verwendung bei der Herstellung elektronischer Bauelemente
en: Chemical compositions for use in the manufacture of electronic components

source: Chemische Verbindungen zur Verwendung mit lichtempfindlichen Druckplatten
en: Chemical compositions for use with sensitised printing plates

source: Harze im Rohzustand
en: Unprocessed resins

source: Entschäumungsmittel für die Farbenindustrie
en: Defoamers for use in the paint industry

source: Flüssige fotosensitive Verbindungen
en: Liquid photoimagable compositions

source: Holzkohle als Bodenverbesserungsmittel
en: Charcoal for use as a soil conditioner

source: Fettentfernungsmittel für Herstellungsverfahren
en: Agents for scouring in a manufacturing process

source: Bindemittel für Ton
en: Agglutinants for clay

source: Flockungschemikalien zur Aufbereitung von Abwasser und industriellem Prozesswasser
en: Flocculating chemicals for treating waste and industrial process water

source: Feste gashaltige Filtersubstanzen
en: Solid gaseous filtering substances

source: Feuer absorbierende chemische Erzeugnisse für die Herstellung von feuerfesten Anstrichfarben
en: Fire absorbent chemicals for use in the manufacture of fire retardant paints

source: Polysaccharide zur Konservierung
en: Polysaccharides for use in preservation

source: Rohe Kunststoffe in Form von Pulver
en: Raw plastics in the form of powders

source: Eisensalzpräparate für gewerbliche Zwecke
en: Iron salt preparations for industrial use

source: Rekonstituiertes Meerwasser für Teiche
en: Reconstituted sea water for ponds

source: Reduktionsmittel für chemische Verfahren
en: Reducing agents for use in chemical processes

source: Chemische Zusätze für die Gummivulkanisierung
en: Additives (Chemical -) for rubber vulcanising

source: Chemische Zusatzstoffe für Steine
en: Additives (Chemical -) for stone

source: Chemische Zusatzstoffe für die Flusskontrolle von Kosmetika
en: Additives (Chemical -) for the flow control of cosmetics

source: Antiglutinate für Beton
en: Anti-glutinates for concrete

source: Bierklär- und -konservierungsmittel
en: Beer-clarifying and preserving agents

source: Diagnosepräparate für Wissenschaft oder Forschung
en: Diagnostic preparations for scientific or research use

source: Chemische Zusätze für Heizöl
en: Chemical additives for heating oils

source: Kalkstickstoff als Düngemittel
en: Calcium cyanamide [fertilizer]

source: Substanzen zur Entfernung von Klebstoffen
en: Substances for removing adhesives

source: Basisches Bismutgallat
en: Basic gallate of bismuth

source: Phosphor
en: Phosphorus

source: Fermente für chemische Zwecke
en: Ferments for chemical purposes

source: Glyzerin
en: Glycerol

source: Gummimischungen für gewerbliche Zwecke
en: Rubber compounds for industrial use

source: Chemische Stoffe zur flammenhemmenden Beschichtung von Textilien
en: Chemical agents for the flame-retardant coating of textiles

source: Rohpapier für die Diazotypie
en: Base papers for diazo copying

source: Chemische Materialien zur Herstellung von Glas
en: Chemical materials for use in the manufacture of glass

source: Microcarrier, ausgenommen für medizinische Zwecke
en: Microcarriers, other than for medical use

source: Mineralstoffprodukte für das Pflanzenwachstum
en: Mineral products for use in growing plants

source: UV-absorbierende Wirkstoffe zur Verwendung in dermatologischen Erzeugnissen
en: Ultraviolet absorbing agents for use in dermatologic products

source: Unbelichtete fotografische Platten
en: Unexposed photographic plates

source: Synthetische Harze im Rohzustand in Form von Pulvern
en: Raw synthetic resins in the form of powder

source: Holzklebstoffe für gewerbliche Zwecke
en: Woodworking adhesives for industrial use

source: Chemische Zusatzstoffe für Druckertinten
en: Additives (Chemical -) for printing inks

source: Chemikalien zur Aufbereitung von Sondermüll
en: Chemicals for treating hazardous waste

source: Chemikalien [ausgenommen medizinische oder veterinärmedizinische] für Immunoassayuntersuchungen
en: Chemicals for use in immuno-assay testing [other than medical or veterinary]

source: Silbersalzlösungen zum Versilbern
en: Silver salt solutions for silvering

source: Arsenige Säure
en: Arsenious acid

source: Chemische Erzeugnisse in Form von Erdölderivaten
en: Chemical products derived from petroleum

source: Chemische Erzeugnisse für Bohrflüssigkeiten
en: Chemical products for drilling fluids

source: Chemische Erzeugnisse zum Frischhalten von Früchten
en: Chemical products for preserving the freshness of fruit

source: Calciumperoxid für die Forstwirtschaft
en: Calcium peroxide for use in forestry

source: Calciumperoxid für den Gartenbau
en: Calcium peroxide for use in horticulture

source: Chemische Trübungsmittel für Email und Glas
en: Staining-chemicals (Enamel and glass- -)

source: Zusatzstoffe als Frostschutzmittel
en: Additives for frost protection

source: Biologische Gewebekulturen, ausgenommen für medizinische oder veterinärmedizinische Zwecke
en: Biological tissue cultures, other than for medical or veterinary purposes

source: Filtermaterial [Kunststoffe im Rohzustand]
en: Filtering materials [unprocessed plastics]

source: Gasgemische für die Fotografie
en: Gas mixtures for use in photography

source: Chemikalien für Offsetpressen
en: Chemicals for off-set presses

source: Wasserabweisende Beschichtungen [chemische, ausgenommen Farben] für Mauerwerk
en: Water repellent coatings [chemical, other than paints] for masonry

source: Quebrachorinde für gewerbliche Zwecke
en: Quebracho bark for industrial use

source: Chemische Erzeugnisse für die Herstellung von Farbstoffen
en: Chemicals for use in the manufacture of dyestuffs

source: Zwischenprodukte zur Herstellung von organisch chemischen Halogenderivaten
en: Intermediates for preparation of organic chemical halogen derivatives

source: Malzalbumin [Rohstoff]
en: Malt albumen [raw material]

source: Lösungsmittel zum Entfernen von Oberflächenbeschichtungen in Herstellungsverfahren
en: Solvents for stripping surface finishes during manufacturing processes

source: Bezugsstandards [Chemikalien] für den industriellen Einsatz
en: Reference standards [chemicals] for use in industry

source: Mittel für Galvanisierungen
en: Electroplating compositions

source: Stammzellen für wissenschaftliche oder Forschungszwecke
en: Stem cells for research or scientific purposes

source: Verfestigungshemmende Stoffe
en: Consolidation retarders

source: Chemische Erzeugnisse zum Aufhellen von Farbstoffen
en: Chemical products for brightening dyestuffs

source: Chemische Reagenzien zur Reinigung von Gasen
en: Chemical reagents for decontaminating gases

source: Chemische Reagenzien für den Nachweis von Hefe durch Zuckerassimilation
en: Chemical reagents for use in identification of yeast using sugars assimilation

source: Chemische Reagenzien für die Industrie
en: Chemical reagents for use in industry

source: Chemische Präparate zur Verwendung mit Korrosionsschutzmitteln
en: Chemical preparations for use as corrosion inhibitors

source: Chemische Präparate zur Bildung feuerfester Eigenschaften
en: Chemical preparations for use in providing fire retarding properties

source: Bleichmittel [chemische] zur Verwendung in Herstellungsverfahren
en: Bleach [chemical] for use in manufacturing processes

source: Ätzbeizen [Säuren]
en: Etching mordants [acids]

source: Sulfate
en: Sulfates

source: Industriesalz für die Konservierung von Häuten
en: Industrial salts for the preservation of skins

source: Bodenkonditionierungsmittel auf Basis von Seetang
en: Seaweed based soil conditioning products

source: Polyethylen-Terpolymere von geringer Molekülmasse für gewerbliche Zwecke
en: Low molecular weight polythene terpolymers for use in industry

source: Leuchtende chemische Verbindungen zur Verwendung auf Zifferblättern von Zeitmessinstrumenten
en: Luminous chemical composition for use on the dials of chronometrical instruments

source: Chemische Konservierungsmittel für Metall
en: Preservatives for metals [chemical]

source: Polymere für die Herstellung von zementhaltigen Verbindungen
en: Polymers for use in the preparation of cementitious compositions

source: Komplexbildner mit Oxidatoren
en: Sequestrants with oxidizers

source: Folien aus lichtempfindlichem Papier
en: Laminates of sensitized paper

source: Überzugsmittel [Chemikalien], ausgenommen Farben
en: Coating agents [chemicals], other than paint

source: Beschichtungen [Chemikalien] gegen Verfärbung [ausgenommen für den Haushalt oder die Wäsche]
en: Coatings [chemicals] for preventing staining other than for household or laundry purposes

source: Entformungsmittel für die Betonindustrie
en: Form release agents for use in the concrete industry

source: Tragantgummi für die Herstellung von Lutschtabletten
en: Tragacanth gum for use in the manufacture of lozenges

source: Organische Verbindungen zur Herstellung von Babywindeln
en: Organic compounds for use in the manufacture of babies' napkins

source: Testreagenzien für wissenschaftliche Zwecke
en: Testing reagents for scientific use

source: Frischhaltemittel für Schnittblumen
en: Substances for preserving cut flowers

source: Substanzen zur Reinigung von Flüssigkeiten
en: Substances for the purification of fluids

source: Substanzen aus Polyesterpaste zum Füllen von Löchern in Oberflächen
en: Substances of polyester paste for use in the filling of holes in surfaces

source: Substanzen aus Polyesterpaste zur Reparatur von Beschädigungen in Oberflächen
en: Substances of polyester paste for use in the repair of flaws in surfaces

source: Oberflächenaktive Tenside zur Herstellung von Futtermitteln
en: Surfactants for use in the manufacture of animal feedstuffs

source: Synthesegas für gewerbliche Zwecke
en: Synthetic gas for industrial use

source: Mischungen aus Harz und Kitt zur Verwendung als Klebstoff [ausgenommen für Papierwaren oder den Haushaltsgebrauch]
en: Mixtures of resin and filler for use as an adhesive [other than for stationery or household use]

source: Modifizierte, vorgelierte Stärke für gewerbliche Zwecke
en: Modified pregelatinized starches for industrial purposes

source: Modifizierte Stärke für gewerbliche Zwecke
en: Modified starches for industrial purposes

source: Monoklonale Antikörper für gewerbliche Zwecke
en: Monoclonal antibodies for industrial use

source: Expandierte synthetische Harze [im Rohzustand]
en: Expanded synthetic resins [unprocessed]

source: Chemische Stabilisierungsmittel für Bodenbeläge
en: Chemical stabilisers for use on floor coverings

source: Chemische Erzeugnisse zur Herstellung von Aromastoffen
en: Chemical products for the preparation of flavourings

source: Chemische Erzeugnisse zur Herstellung von Parfüms
en: Chemical products for the preparation of perfumes

source: Chemische Erzeugnisse für die Behandlung von Trinkwasser
en: Chemical products for the treatment of drinking water

source: Chemische Zusatzmittel für Fungizide
en: Additives, chemical, to fungicides

source: Isoflavone zur Lebensmittelzubereitung
en: Isoflavone for preparing foodstuffs

source: Chemische Betonbindemittel
en: Binding chemicals for concrete

source: Blähmittel [chemische Erzeugnisse] für die Herstellung von Zellgummi
en: Blowing agents for use in the manufacture of expanded rubber

source: Bindemittel für die Beimischung zu Fugenmörtel
en: Bonding agents for admixture with grouts

source: Calciumnitratlösungen für verunreinigte Böden
en: Calcium nitrate solutions for use in polluted soil

source: Verfestigte Gase für gewerbliche Zwecke
en: Solidified gases for industrial purposes

source: Enzyme [ausgenommen für medizinische Zwecke] für die Erkennung von Proteinbruchteilen
en: Enzymes [other than for medical use] for detecting protein fractions

source: Enzyme zur Entfernung von Harzen aus Zellstoff in der Papierindustrie
en: Enzymes for removing resins from pulp in the paper fabrication industry

source: Enzyme zur Verwendung in Speiseeis
en: Enzymes for use in ice cream

source: Enzyme für die Reinigungsmittelindustrie
en: Enzymes for use in the detergent industry

source: Fluide für Servolenkungen
en: Power steering fluid

source: Chemische Präparate zum Binden von Teig
en: Chemical preparations for the binding of paste

source: Nicht belichtete sensibilisierte repografische Folien
en: Reprographic films (sensitised -) [unexposed]

source: Chemische Substanzen als Bodenbedeckung
en: Chemical substances for use as soil coverings

source: Weinsteinrahm für chemische Zwecke
en: Cream of tartar for chemical purposes

source: Wasserzusätze für den Offsetdruck
en: Water additives for offset printing

source: Auf Wasser basierende Klebstoffe [ausgenommen für Haushalt oder Schreibbedarf]
en: Water based adhesives [other than for household or stationery use]

source: Klebstoffe auf Wasserbasis für gewerbliche Zwecke
en: Water based adhesives for industrial use

source: Chemische Substanzen zur Reinigung von Ziegelmauerwerk
en: Substances (Chemical -) for cleaning brickwork

source: Chemische Substanzen zur Reinigung von Beton
en: Substances (Chemical -) for cleaning concrete

source: Chemische Erzeugnisse zum Haltbarmachen von Polyethylenkabeln
en: Chemicals for the conservation of polythene cables

source: Chemische Erzeugnisse für die Kontrolle der Umweltverschmutzung
en: Chemicals for the control of environmental pollution

source: Salze als Düngemittel
en: Salts [fertilizers]

source: Silikate
en: Silicates

source: Konservierungsmittel [gewerbliche] für die Erhaltung der Lebensfähigkeit von Mikroorganismen in Kulturen
en: Preservatives for maintaining the viability of micro-organisms in cultures [industrial]

source: Pflanzenhormone [Phytohormone]
en: Plant hormones (phytohormones)

source: Tonersalze [Fotografie]
en: Toning salts [photography]

source: Ätzflüssigkeiten für Kunststoff
en: Fluids for use in etching plastic

source: Fluorierte Polymere
en: Fluorinated polymers

source: Detergenzien zur Verwendung in gewerblichen und Produktionsprozessen
en: Industrial detergents for use in manufacturing processes

source: Chemische Fixierverbindungen
en: Chemical fixing compounds

source: Chemische Zusatzstoffe für Kühlmittel
en: Additives (Chemical -) for cooling agents

source: Klebstoffe zur Befestigung von Dämmplatten
en: Adhesives for affixing insulating boards

source: Glukosemittel für gewerbliche Zwecke
en: Glucose preparations for industrial purposes

source: Radioaktive Elemente für wissenschaftliche Zwecke
en: Radioactive elements for scientific purposes

source: Nebenprodukte der Getreideverarbeitung für gewerbliche Zwecke
en: By-products of the processing of cereals for industrial purposes

source: Biologische Erzeugnisse für Zellkulturen, ausgenommen für medizinische oder veterinärmedizinische Zwecke
en: Biological preparation for use in cell cultures other than for medical or veterinary use

source: Chemische Substanzen als Silagezusätze
en: Chemical substances for use as silage additives

source: Chemische Substanzen zur Verwendung für Biolumineszenzverfahren
en: Chemical substances for use in bioluminescent processes

source: Chemische Substanzen zum Zersetzen von übelriechenden Gasen
en: Chemical substances for use in dissolving malodorous gases

source: Chemische Substanzen für die biochemische Industrie
en: Chemical substances for use in the biochemical industry

source: Cyanide und Cyanate
en: Cyanides and cyanates

source: Kesselsteinentferner für gewerbliche Zwecke
en: Descaling preparations for industrial purposes

source: Nährstoffe zur Verarbeitung von lebenden Zellen, ausgenommen für medizinische Zwecke
en: Nutritive agents for processing living cells [other than for medical use]

source: Öllösliche organische Sulfanat-Tenside
en: Oil soluble organic sulfanate surfactants

source: Bakterien für die Abwasserbehandlung
en: Bacteria for waste water treatment

source: Superphosphate als Düngemittel
en: Superphosphates [fertilizers]

source: Unbelichtete lichtempfindliche fotografische Filme zur Entwicklung von Mikrofilmen
en: Sensitized photographic film (Unexposed -) use in the development of microfilms

source: Chemische Verbindungen zur Verstärkung von Beton
en: Chemical compositions for reinforcing concrete

source: Chemische Verbindungen zur Bekämpfung von Schüttverlusten von Flüssigkeiten
en: Chemical compositions for the control of spillage of liquids

source: Chemische Verbindungen zur Verwendung im Hochbau
en: Chemical compositions for use in the construction industry

source: Beschichtungen zum Ausbessern von Fußbodenbelägen [ausgenommen Farben oder Öle]
en: Coatings for the renovation of floor coverings [other than paints or oils]

source: Beschichtungen [Chemikalien] zum Wasserfestmachen
en: Coatings for weatherproofing [chemicals]

source: Beschichtungen in Form holografischer Trägerfolien
en: Coatings in the form of holographic film supports

source: Kunststoffe im Rohzustand
en: Unprocessed plastics

source: Entformungsmittel auf Wasser- und Lösungsmittelbasis
en: Mould releasing agents having a water and solvent base
